[
    {
        "created": "2022-10-23T21:13:21.581898",
        "description": "She was aware that things could go wrong. In fact, she had trained her entire life in anticipation that things would go wrong one day. She had quiet confidence as she started to see that this was the day that all her training would be worthwhile and useful. At this point, she had no idea just how wrong everything would go that day.",
        "title": "She was aware that things could go wrong."
    },
    {
        "created": "2022-10-23T21:13:20.801013",
        "description": "Dave wasn't exactly sure how he had ended up in this predicament. He ran through all the events that had lead to this current situation and it still didn't make sense. He wanted to spend some time to try and make sense of it all, but he had higher priorities at the moment. The first was how to get out of his current situation of being naked in a tree with snow falling all around and no way for him to get down.",
        "title": "Dave wasn't exactly sure how he had ended up"
    },
    {
        "created": "2022-10-23T21:13:19.939445",
        "description": "His mother had always taught him not to ever think of himself as better than others. He'd tried to live by this motto. He never looked down on those who were less fortunate or who had less money than him. But the stupidity of the group of people he was talking to made him change his mind.",
        "title": "His mother had always taught him"
    },
    {
        "created": "2022-10-23T21:13:20.462256",
        "description": "All he wanted was a candy bar. It didn't seem like a difficult request to comprehend, but the clerk remained frozen and didn't seem to want to honor the request. It might have had something to do with the gun pointed at his face.",
        "title": "All he wanted was a candy bar."
    },
    {
        "created": "2022-10-23T21:13:22.200989",
        "description": "She was in a hurry. Not the standard hurry when you're in a rush to get someplace, but a frantic hurry. The type of hurry where a few seconds could mean life or death. She raced down the road ignoring speed limits and weaving between cars. She was only a few minutes away when traffic came to a dead standstill on the road ahead.",
        "title": "She was in a hurry."
    }
]